// Задача 8
Console.Write("Введите числоо: ");
int number = ConvertToInt32(Console.ReadLine());

int min = number % 2;
while (min <= number)
{
     Console.Write("четные числа:      ");
    min++;

}
